---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Definition
source: html/e9e4ea63-d291-2a06-6be4-b6cce810ba92.htm
---
# Definition Members

Gets a ForgeTypeId identifying the data type describing values of the parameter.